Repository: BesolutionsMobile/GoAheadiOS
Catalog: GoAhead/Localizable/*.lproj/Localizable.strings
Languages: ar

# lang
source: en
ar: ar

source: Don't Have Account?
ar: لا تملك حساب؟

source: Go To Login
ar: اذهب الي تسجيل الدخول

source: Error
ar: خطأ

source: Success
ar: نجاح

# baseURL
source: http://www.goaheadho.com/goahead_en
ar: http://www.goaheadho.com/goahead_ar

# baseRigesterUrl
source: http://www.goaheadho.com/goahead_en/User/register/82984218/951735
ar: http://www.goaheadho.com/goahead_ar/User/register/82984218/951735

source: Travel and Tourism
ar: السفر والسياحة

source: Restaurants
ar: مطاعم

source: General Services
ar: خدمات عامة

source: Online Shopping
ar: تسوق اون لاين

source: Electronic
ar: الالكترونيات

source: Food Stuffs
ar: المواد الغذائية

source: Pharmacies
ar: صيدليات

source: Courses and Education
ar: الدورات والتعليم

source: Cars
ar: سيارات

source: News
ar: الاخيار

source: Government
ar: الدوائر الحكومية

source: Banks
ar: بنوك

source: Fashion
ar: أزياء

source: Saudi Clubs
ar: الاندية السعودية

# dice1
source: It is considered one of the best electronic means at all, as it enjoys ease of use and simple, distinctive and unique design, which helps in attracting customers and people to interact with it and use all available services in a manner that suits the requirements of users. You can contact us with any proposals ... ..
ar: انه يعتبر من أفضل الوسائل الالكترونية على الاطلاق ، فهو يتمتع بسهولة الاستخدام و التصميم البسيط المتميز والفريد من نوعه ، مما يساعد في جذب العملاء و الاشخاص للتفاعل معه و استخدام جميع الخدمات المتاحة في ما يتناسب مع متطلبات المستخدمين يمكنكم التواصل معنا في اي مقترحات .....

# dice2
source: There are many variations of passages available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don’t look even slightly believable. If you are going to use a passage , you need to be sure there isn’t anything embarrassing hidden in the middle of text. All the generators on the Internet tend to repeat predefined chunks as necessary, making this the first true generator on the Internet. It uses a dictionary of over 200 Latin words, combined with a handful of model sentence structures, to generate which looks reasonable. The generated is therefore always free from repetition, injected humour, or non-characteristic words etc.
ar: هناك العديد من الاختلافات في المقاطع المتاحة ، لكن الغالبية عانت من تغيير في شكل ما ، عن طريق الفكاهة المحقونة ، أو الكلمات العشوائية التي لا تبدو حتى معقولة بعض الشيء. إذا كنت ستستخدم مقطعًا ، فأنت بحاجة إلى التأكد من عدم وجود أي شيء محرج مخفي في منتصف النص. تميل جميع المولدات على الإنترنت إلى تكرار الأجزاء المحددة مسبقًا حسب الضرورة ، مما يجعلها أول مولد حقيقي على الإنترنت. يستخدم قاموسًا يضم أكثر من 200 كلمة لاتينية ، بالإضافة إلى حفنة من هياكل الجملة النموذجية ، لإنشاء ما يبدو معقولاً. وبالتالي فإن المتولدة خالية دائمًا من التكرار أو الفكاهة المحقونة أو الكلمات غير المميزة وما إلى ذلك.

# dice3
source: Contrary to popular belief, is not simply random text. It has roots in a piece of classical Latin literature from 45 BC, making it over 2000 years old. Richard McClintock, a Latin professor at Hampden-Sydney College in Virginia, looked up one of the more obscure Latin words, consectetur, from passage, and going through the cites of the word in classical literature, discovered the undoubtable source. it comes from sections 1.10.32 and 1.10.33 of “de Finibus Bonorum et Malorum” (The Extremes of Good and Evil) by Cicero, written in 45 BC. This book is a treatise on the theory of ethics, very popular during the Renaissance.
ar: خلافا للاعتقاد الشائع ، ليس مجرد نص عشوائي. لها جذور في قطعة من الأدب اللاتيني الكلاسيكي من 45 قبل الميلاد ، مما يجعلها أكثر من 2000 سنة. بحث ريتشارد مكلينتوك ، وهو أستاذ لاتيني في كلية هامبدن سيدني في فرجينيا ، عن واحدة من أكثر الكلمات اللاتينية غموضًا ، كونسيتيتور ، من المرور ، ويمر عبر استشهاد الكلمة في الأدب الكلاسيكي ، اكتشف المصدر الذي لا شك فيه. يأتي من القسمين 1.10.32 و 1.10.33 من كتاب Finibus Bonorum et Malorum (قصور الخير والشر) للكاتب شيشرون ، الذي كتب عام 45 قبل الميلاد. هذا الكتاب هو أطروحة عن نظرية الأخلاق ، وشعبية للغاية خلال عصر النهضة.

# dice4
source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout. The point of using it is that it has a more-or-less normal distribution of letters, as opposed to using ‘Content here, content here’, making it look like readable English. Many desktop publishing packages and web page editors now use it as their default model text, and a search for ‘that’ will uncover many web sites still in their infancy. Various versions have evolved over the years, sometimes by accident, sometimes on purpose (injected humour and the like).
ar: إنها حقيقة ثابتة منذ فترة طويلة وهي أن القارئ سيصرف انتباهه عن المحتوى المقروء للصفحة عند النظر في تصميمه. الهدف من استخدامه هو أنه يحتوي على توزيع طبيعي إلى حد ما للرسائل ، بدلاً من استخدام المحتوى هنا ، المحتوى هنا ، مما يجعله يبدو مقروءًا باللغة الإنجليزية. العديد من حزم نشر سطح المكتب ومحرري صفحات الويب يستخدمونها الآن كنص نموذج افتراضي ، وسيؤدي البحث عن ذلك إلى اكتشاف العديد من مواقع الويب التي لا تزال في مهدها. تطورت الإصدارات المختلفة على مر السنين ، وأحيانًا عن طريق الصدفة ، وأحيانًا عن قصد (الفكاهة المحقونة وما شابه ذلك).

# dice5
source: There is no doubt that when you search for electronic means that provide such services, you will not find content that is similar to what is contained in our electronic product. We are unique in our easy-to-use services, based on the opinions of customers who interact with our services. And you can contact us in case of problems ...
ar: مما لا شك انه عندما تبحث عن وسائل الكترونية توفر مثل هذه الخدمات لن تجد محتوى يشبه ما تحتويه وسليلتنا الالكترونية . فنحن ننفرد بخدماتنا السهلة للاستخدام و ذلك بناء لآراء العملاء الذين تفاعلو مع خدماتنا . و يمكنك ان تتواصل معنا في حالة وجود مشكلات...

# dice6
source: On the other hand, we denounce with righteous indignation and dislike men who are so beguiled and demoralized by the charms of pleasure of the moment, so blinded by desire, that they cannot foresee the pain and trouble that are bound to ensue; and equal blame belongs to those who fail in their duty through weakness of will, which is the same as saying through shrinking from toil and pain. These cases are perfectly simple and easy to distinguish. In a free hour, when our power of choice is untrammelled and when nothing prevents our being able to do what we like best, every pleasure is to be welcomed and every pain avoided. But in certain circumstances and owing to the claims of duty or the obligations of business it will frequently occur that pleasures have to be repudiated and annoyances accepted. The wise man therefore always holds in these matters to this principle of selection: he rejects pleasures to secure other greater pleasures, or else he endures pains to avoid worse pains.
ar: من ناحية أخرى ، فإننا نشجب بسخط مستقيم ونكره الرجال الذين يشعرون بالخداع والإحباط بسبب سحر المتعة في هذه اللحظة ، الذين أعمتهم الرغبة ، لدرجة أنهم لا يستطيعون التنبؤ بالألم والمتاعب التي ستنجم عن ذلك ؛ واللوم المتساوي ينتمي لأولئك الذين يفشلون في أداء واجباتهم بسبب ضعف الإرادة ، وهو نفس القول من خلال التقلص من الكد والألم. هذه الحالات بسيطة وسهلة التمييز. في ساعة حرة ، عندما تكون قوتنا المختارة غير محجوبة وعندما لا يوجد شيء يمنع قدرتنا على فعل ما نشاء ، كل سرور يكون موضع ترحيب وتجنب كل الألم. ولكن في ظروف معينة ، وبسبب مطالبات الواجب أو التزامات العمل ، كثيراً ما يحدث أن يتم نبذ الملذات وقبول الإزعاج. لذلك ، يحافظ الرجل الحكيم دائمًا في هذه الأمور على مبدأ الاختيار هذا: فهو يرفض الملذات لتأمين ملذات أكبر أخرى ، وإلا فإنه يتحمل الآلام لتجنب الآلام الأسوأ.
